Repository: Tommmi/Reunion
Catalog: source/Reunion.Web/Resources/Resource1.*.resx
Languages: de

# AccountConfirmPassword
source: Confirm password
de: Kennwort bestätigen

# AboutViewTitle
source: About
de: Über

# Account_RememberMe
source: Remember me?
de: Angemeldet bleiben?

# Account_RememberThisBrowser
source: Remember this browser?
de: Angemeldet bleiben?

# AccountChangePassword
source: Change Password
de: Kennwort ändern

# AccountChangePasswordForm
source: Change Password Form
de: Kennwort ändern

# AccountChangeTitle
source: Change your account settings
de: Ändern Sie Ihre Kontodaten

# AccountChangeYourPassword
source: Change your password
de: Ändern Sie Ihr Kennwort

# AccountClickHerToLogin
source: Please click here to log in
de: Klicken Sie bitte hier, um sich einzuloggen

# AccountClickingHere
source: here
de: hier

# AccountConfirmEmail
source: Confirm Email
de: Email bestätigen

# AccountConfirmNewPassword
source: Confirm new password
de: Neues Kennwort bestätigen

# AccountConfirmYourAccount
source: Reunion - confirm your account
de: Reunion - Kontodaten bestätigen

# AccountCreateNew
source: Create
de: Neu

# AccountCreateNewAccount
source: Create a new account.
de: Neues Konto erstellen

# AccountCurrentPassword
source: Current password
de: Aktuelles Kennwort

# AccountEnterVerificationCode
source: Enter verification code
de: Geben Sie Ihren Bestätigungscode ein

# AccountEnterYourEmail
source: Enter your email.
de: Geben Sie Ihre Email-Adresse ein

# AccountErrFailedToVerifyPhone
source: Failed to verify phone
de: Telefonnummer nicht bestätigt

# AccountErrInvalidCode
source: Invalid code.
de: Ungültiger Code.

# AccountErrInvalidLoginAttempt
source: Invalid login attempt.
de: Ungültiger Login

# AccountErrNewPasswordAndConfirmationNotMatch
source: The new password and confirmation password do not match.
de: Die Kennwörter stimmen nicht miteinander überien.

# AccountErrorLengthTooShort
source: The {0} must be at least {2} characters long.
de: Das {0} muss mindestens {2} Zeichen lang sein.

# AccountErrPasswordAndConfirmationNotMatch
source: The password and confirmation password do not match.
de: Die Kennwörter stimmen nicht miteinander überein.

# AccountForgotPasswordConfirmation
source: Forgot Password Confirmation
de: Sie müssen das Kennwort bestätigen

# AccountForgotSubject
source: Reset Password
de: Kennwort zurücksetzen

# AccountForgotYourPassword
source: Forgot your password?
de: Kennwort vergessen ?

# AccountManage
source: Manage
de: Konto verwalten

# AccountPleaseCheckYourEmail
source: Please check your email to reset your password.
de: Bitte prüfen Sie Ihren Email-Post Eingang, um das Passwort zurückzusetzen. Prüfen Sie ggf. auch, ob die Email im SPAM-Filter gelandet ist.

# AccountPleaseClickHereToLogin1
source: Please click here to {0}
de: Bitte hier klicken, um sich {0}

# AccountPleaseClickHereToLogin2
source: log in
de: einzuloggen

# AccountPleaseConfirmYourAccount
source: Please confirm your account by clicking {0}
de: Bestätigen Sie bitte Ihre Kontodaten, indem Sie {0} klicken

# AccountRegister
source: Register
de: Registrierung

# AccountRegisterNewUser
source: Register as a new user
de: Einen neuen Anwender registrieren

# AccountResetPasswordConfirmation
source: Reset password confirmation
de: Kennwortbestätigung zurücksetzen

# AccountResetYourPassword
source: Reset your password.
de: Kennwort zurücksetzen

# AccountSelectTwoFactor
source: Select Two-Factor Authentication Provider:
de: Zwei-Faktor Authentifizierung auswählen:

# AccountSendCodeTitle
source: Send
de: Senden

# AccountSendVerificationCode
source: Send verification code
de: Bestätigungscode senden

# AccountThankYouForConfirmingYourEmail
source: Thank you for confirming your email.
de: Vielen Dank, dass Sie Ihre Email-Adresse bestätigt haben.

# AccountVerify
source: Verify
de: Kontobestätigung

# AccountYourPasswordHasBeenChanged
source: Your password has been changed.
de: Ihr Kennwort wurde geändert.

# AccountYourPasswordHasBeenReset
source: Your password has been reset.
de: Ihr Kennwort wurde zurückgesetzt.

# AccountYourPasswordHasBeenSet
source: Your password has been set.
de: Ihr Kennwort wurde gesetzt.

# AccountYourPhoneNumberWasAdded
source: Your phone number was added.
de: Ihre Telefonnummer wurde hinzugefügt.

# AccountYourPhoneNumberWasRemoved
source: Your phone number was removed.
de: Ihre Telefonnummer wurde entfernt.

# AccountYourSecurityCodeIs
source: Your security code is:
de: Ihr Bestätigungscode lautet:

# ConfirmEmailViewTitle
source: Confirm Email
de: Emailbestätigung

# ContactViewTitle
source: Contact
de: Kontakt

source: Disabled
de: Deaktiviert

source: Enabled
de: Aktiviert

# ErrAnErrorHasOccurred
source: An error has occurred.
de: Ein Fehler ist aufgetreten

# ErrorViewTitle
source: Error
de: Fehler

# LockedOutViewTitle
source: Locked Out
de: Ausgesperrt

# MenuItemAboutTitel
source: About
de: Über

# MenuItemContactTitel
source: Contact
de: Kontakt

# MenuItemHomeTitel
source: Home
de: Startseite

source: New password
de: Neues Kennwort

source: Password
de: Kennwort

source: Phone Number
de: Telefonnummer

# MenuItemRegisterTitle
source: Register
de: Registrierung

# HelloYou
source: Hello
de: Hallo

# StartPageHeader
source: Time to reunite
de: Zeit sich zu treffen

# MoreAboutReunion
source: More About <span class="productname">Reunion</span>
de: Mehr über <span class="productname">Reunion</span>

# CreateNewReunion
source: Create a new reunion
de: Neues Treffen organisieren

# ManageExistingReunion
source: Open ongoing planning
de: Laufende Planung öffnen

# AccountPleaseResetYourPassword
source: Please click {0} to reset your password.
de: Um Ihr Kennwort zurückzusetzen, klicken Sie bitte {0}.

# ReunionCreate
source: Plan a New Reunion
de: Neues Treffen planan

# ReunionNameLabel
source: Title
de: Name des Treffens

# InvitationTextLabel
source: Invitation text
de: Einladungstext

source: Participants
de: Teilnehmer

# RequiredTitle
source: Required
de: Erforderlich

source: Language
de: Sprache

# Language_DE
source: German
de: Deutsch

# Language_EN
source: English
de: Englisch

# MayContactByWebservice
source: Send also first invitation mail by <span class='productname'>Reunion</span>.
de: Darf von Anfang an von <span class='productname'>Reunion</span> kontaktet werden

# ContactFirstTimePersonally
source: First contact only via my email address
de: Erster Kontakt nur über meine Mailaddresse

# LetAdminForwardMailToParticipantOnly
source: Communicate only indirectly over me
de: Nur indirekt über mich kommunizieren

# ErrTextTooLong
source: "{0}" may have at maximum {1} characters
de: "{0}" darf aus max. {1} Zeichen bestehen

# ErrRequired
source: "{0}" is required
de: Die Eingabe von "{0}" ist erforderlich

# ErrValidationErrorsOccured
source: Some fields have not been filled in correctly
de: Einige Felder sind nicht korrekt ausgefüllt worden

# SubmitNewReunion
source: Next
de: Weiter

# ErrEnterParticipants
source: You should enter one participant at minimum
de: Du solltest wenigstens einen Teilnehmer eingeben.

source: Deadline must be in future
de: Datum für Planungsende muss in der Zukunft liegen

# Deadline
source: Deadline of planning
de: Letzter Tag der Entscheidungsfindung

# WhenDoYouCome
source: When can you come ?
de: Wann kannst Du ?

# ReunionSettings
source: Settings
de: Einstellungen

# ReunionSettingsFriends
source: Participants (except you)
de: Teilnehmer (außer Dir)

source: Perfect Day
de: Perfekt !

source: Yes
de: Ja

source: No
de: Nein

source: Maybe
de: Vielleicht

# ErrReunionNameAllreadyExist
source: Name of reunion allready exists
de: Es gibt bereits ein Treffen mit dem gleichen Namen.

# ErrAmbigiousParticipantEmail
source: The participants may not use the same mail address
de: Zwei Teilnehmer dürfen nicht die gleiche Emailadresse verwenden

# StatusCreated
source: Not started yet
de: Terminfindung noch nicht gestartet.

# StatusRunning
source: Running
de: Terminfindung läuft

# StatusProposingDate
source: We found a date !
de: Es gibt einen Terminvorschlag !

# StatusFinallyInvitating
source: The final invitations have been sent.
de: Die finalen Einladungen wurden versendet.

# StatusFinishedSucceeded
source: All required participants will come. The meeting takes place.
de: Alle erforderlichen Teilnehmer werden kommen. Das Treffen findet statt.

# StatusFinishedFailed
source: There was no date for the meeting to be found. The meeting will not take place.
de: Es konnte kein Termin für das Treffen gefunden werden. Das Treffen findet nicht statt.

# StartPlanning
source: Start planning reunion. Send invitations.
de: Terminfindung starten. Einladungen versenden.

# InvitationMailSubject
source: Invitation {0}
de: Einladung {0}

# InvitationMailBody
source: {1} To find a suitable date, the web service "Reunion" is used. "Reunion" may have sent you already a mail from {3} containing a personal link to "Reunion". If you did not receive the email yet, please also check your spam folder. With the containing link you can immediately enter your preferred dates without having to log you in particulary. If you can not come in the given period, you can note this on that site as well.
de: {1} Um einen geeigneten Termin zu finden, wird der Webservice "Reunion" verwendet Dieser müsste Dir von der Mailadresse {3} bereits eine Mail gesendet haben, die einen individuellen Link zu "Reunion" enthält. Falls Du die Mail nicht erhalten hast, prüfe bitte auch Deinen Spam-Ordner. Mit dem Link kannst Du, ohne Dich extra einloggen zu müssen, sofort Deine Terminwünsche eintragen. Falls Du in dem Zeitraum gar nicht kommen kannst, kannst Du das dort auch mitteilen, so dass Du dann auch keine weitere Mail hierzu erhälst.

# InvitationMailBodyParticipant
source: {1}<br> <br> To find a suitable date, the web service "Reunion" is used.<br> With this <a href="{3}">link</a> you can - without having to log you in particular - immediately enter your preferred dates.<br> If you can not come in the given period, you can note this on that site as well.<br>
de: {1}<br> <br> Um einen geeigneten Termin zu finden, wird der Webservice "Reunion" verwendet.<br> Mit diesem <a href="{3}">Link</a> kannst Du, ohne Dich extra einloggen zu müssen, sofort Deine Terminwünsche eintragen.<br> Falls Du in dem Zeitraum gar nicht kommen kannst, kannst Du das dort auch mitteilen, so dass Du dann auch keine weitere Mail hierzu erhälst.<br>

# KnockMailSubject
source: {0} - status update
de: {0} - Erinnerung

# KnockMailBody
source: Regarding {0} your action is required.<br> <a href="{1}">Reunion</a>
de: Bezüglich {0} hat sich etwas getan, was Deine Tätigkeit erfordert.<br> <a href="{1}">Reunion</a>

# TitleParticipantView
source: Your Date Proposals
de: Deine Terminvorschläge

# UpdateParticipantsPreferences
source: Propose
de: Vorschlagen

# DateRanking
source: Best Date Proposals
de: Beste Terminvorschläge

# NotInvitatedYet
source: Invitation not sent yet
de: Einladung noch nicht versendet

# PrimaryInvitationSent
source: Invitation sent
de: Einladung verschickt

source: Answered
de: Geantwortet

# NotAnswered1
source: Not answered
de: Nicht geantwortet

# FinallyInvitated
source: Final invitation sent
de: Finale Einladung versendet

# Rejected1
source: Refused
de: abgesagt

# NotAnswered2
source: Not answered
de: Nicht geantwortet

# RejectedFinallyInvitation
source: Final invitation refused
de: Finale Einladung abgesagt

source: Accepted
de: Zugesagt

# InvitationStopped
source: Reunion canceled
de: Treffen abgesagt

# DeadlineReached
source: Reunion canceled
de: Treffen abgesagt

source: Date
de: Datum

# AcceptedParticipants
source: Accepting participants
de: Zusagen

source: Refusing participants
de: Absagen

# ReunionManageTitle
source: Your reunions
de: Deine Treffen

source: Confirmation
de: Bestätigung

# DoYouWantDeleteReunion
source: Do you really want to delete the reunion {0} ?
de: Wollen Sie wirklich das Treffen "{0}" löschen ?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

# ReunionEditHint
source: Edit reunion
de: Treffen editieren

source: Save
de: Speichern

# HelloParticipant
source: Hello {0}! <br> Could you please mark your preferred dates regarding the meeting in the calendar ?
de: Hallo {0}!<br> Markiere bitte im Kalender Deine Terminwünsche bezüglich des Treffens.

# EditReunion
source: Manage Your Reunion
de: Verwalte Dein Treffen

# ProposedDates
source: My Calendar
de: Mein Kalender

# MonthsMissing
source: For the following months there is still missing your statement: {0}
de: Für die folgenden Monate fehlen noch Deine Angaben: {0}

# FinallyInvite
source: Choose ...
de: auswählen ...

# ConfirmFinalInvitation
source: Do you really want to take the {0} for your reunion ?
de: Willst Du wirklich den {0} als abschließenden Termin für das Treffen festlegen ?

# FinalInvitationMailSubject
source: Final invitation to {0}
de: Abschließende Einladung zu {0}

# FinalInvitationMailBodyParticipant
source: Hello, {0} will be taking place on <b>{1}</b>. By this <a href="{2}">link</a> you can go to the website and finally confirm your participation. If you already have indicated that you can not come on that day you needn't give any additional cancellation. This message was created automatically by the web service <b>Reunion</b>.
de: Hallo, {0} findet nun endlich statt. Als Termin wurde der <b>{1}</b> gefunden. Mit diesem <a href="{2}">Link</a> kannst Du auf die Seite gehen und Deine Teilnahme abschließend bestätigen. Solltest Du schon auf der Webseite angegeben haben, dass Du an dem Tag nicht kannst, brauchst Du keine Absage extra zu erteilen. Diese Mail wurde automatisch vom Webservice <b>Reunion</b> erstellt.

# FinalInvitationMailBody
source: Hello, {0} will be taking place on <b>{1}</b>. All participants have been informed. We are waiting for their final commitments.
de: Hallo, {0} findet nun endlich statt. Als Termin wurde der <b>{1}</b> gefunden. Alle Teilnehmer wurden soeben benachrichtigt. Die endgültigen Zusagen stehen noch aus.

source: Edit
de: Bearbeiten

# RejectionMailSubject
source: Rejection {0}
de: Absage {0}

# RejectionMailBodyParticipant
source: Hello, {0} can not take place on {1} due to too many short incoming rejections. We are currently trying to find an alternative date. <a href="{2}">Reunion code</a>
de: Hallo, {0} kann aufgrund zu vieler kurzfristig eingegangener Absagen nicht am {1} stattfinden. Es wird gerade versucht, einen Ausweichtermin zu finden. <a href="{2}">Reunion</a>

# DateFound
source: The reunion will take place
de: Das Treffen findet statt

# InvitationAccepted
source: You accepted
de: Du hast zugesagt

# QuestionFinalInvitation
source: The reunion will take place on <b>{0}</b>.
de: Das Treffen findet am <b>{0}</b> statt.

# AcceptFinalDate
source: I will attend the reunion.
de: Ich werde zum Treffen kommen

# RejectFinaldateOnly
source: Unfortunately, I can't come that day.
de: Ich kann an diesem Tag nicht kommen

# ConfirmFinaldateRejection
source: Do you really can not come on {0} ?
de: Kannst Du wirklich nicht am {0} kommen ?

# RejectComplete
source: Remove me from mailing list
de: Mich aus dem Verteiler nehmen

# ConfirmCompleteRejection
source: Do you want to be completely removed from the list of participants of this meeting?
de: Möchtest Du aus der Teilnehmerliste dieses Treffens komplett entfernt werden ?

# StartPlanningConfirmation
source: To start the search for a suitable date, if necessary, some of the participants must be first contacted from your own email address. That is necessary to get the participants not to throw away the mail invitation automatically sent from the web server's email address. If you click on "start planning" your e-mail program will open with a pre-filled email. Please read it carefully and send it from your email address afterwards.
de: Um den Suchvorgang nach einem geeigneten Termin zu starten, müssen ggf. einige Teilnehmer erstmalig von Deiner eigenen Emailadresse angeschrieben werden. Das ist z.B. erforderlich, damit die Teilnehmer die von der Webserver-Email-Adresse automatisch versendete Einladung beachten und nicht wegwerfen. Wenn Du auf "Planung starten" klickst, öffnet sich Dein Emailprogramm mit einer vorgefertigten Email. Bitte lese sie sorgfältig durch und sende sie von Deiner Email-Adresse ab.

# DeactivatedParticipants
source: Refusing participants
de: Sich abgemeldete Teilnehmer

# FinalDate
source: Date of reunion
de: Datum des Treffens

# InvitationMailBodyParticipantText
source: {1} To find a suitable date, the web service "Reunion" is used. With this link ({3}) you can immediately enter your preferred dates and update them at any time. If you can not come in the given period, you can note this on that site as well.
de: {1} Um einen geeigneten Termin zu finden, wird der Webservice "Reunion" verwendet. Mit diesem Link ({3}) kannst Du sofort Deine Terminwünsche eintragen und jederzeit ändern und aktualisieren. Falls Du in dem Zeitraum gar nicht kommen kannst, kannst Du das dort ebenfalls mitteilen, so dass Du dann auch keine weitere Mail hierzu mehr erhälst.

source: Resend invitation
de: Einladung erneut senden

source: Start
de: Starten

# UpdateMyPreferences
source: Change my preferences ...
de: Meine Angaben ändern ...

# FinalInvitationMailBodyParticipantText
source: Hello, {0} will be taking place on {2}. By this Link ({3}) you can go to the website and finally confirm your participation. If you already have indicated that you can not come on that day you needn't give any additional cancellation. This message was created automatically by the web service Reunion.
de: Hallo, {0} findet nun endlich statt. Als Termin wurde der {2} gefunden. Mit diesem Link ({3}) kannst Du auf die Seite gehen und Deine Teilnahme abschließend bestätigen. Solltest Du schon auf der Webseite angegeben haben, dass Du an dem Tag nicht kannst, brauchst Du keine Absage extra zu erteilen. Diese Mail wurde automatisch vom Webservice Reunion erstellt.

source: Resend final invitation
de: Finale Einladung erneut senden

# Intro
source: Do you want to organize a meeting with friends, but don't know how to find a suitable day, when as many people as possible have time? <span class="productname">Reunion</span> is a semi-automatic system to help you to find an appointment. <span class="productname">Reunion</span> contacts the participants individually and asks them about their appointment proposals. If there are conflicting schedules, it tries to solve it as fair as possible. If some participants don't answer, the web service asks the organizer on how to proceed with them further. In the end, it proposes a date to the organizer, to which as many as possible (including the organizer) have time.
de: Du möchtest ein Treffen unter Freunden organisieren, weißt aber nicht, wann möglichst viele Leute Zeit haben? <span class="productname">Reunion</span> ist ein halb-automatisches System, das Dir dabei hilft, einen Termin zu finden. <span class="productname">Reunion</span> schreibt die Teilnehmer des Treffens individuell an und befragt sie nach ihren Terminwünschen. Gibt es Terminkollisionen versucht es diese möglichst gerecht aufzulösen. Antworten einige Teilnehmer nicht, fragt es beim Organisator nach, wie mit dem Teilnehmer weiter zu verfahren ist. Am Ende schlägt es dem Organisator einen Termin vor, an dem möglichst viele (inklusive Organisator) Zeit haben.

# IntroParticipant
source: As a participant of a concrete meeting, you'll get an email from the respective organizer. That email contains a personal link to the page of your preferences for a possible date. Please check your mailbox for appropriate messages or contact the organizer of the meeting directly. A registration on this web portal isn't necessary.
de: Als Teilnehmer eines konkreten Treffens erhälst Du vom jeweiligen Organisator eine Email mit einem persönlichen Link, der Dich zu der Seite Deiner Präferenzen für ein mögliches Datum führt. Bitte prüf Dein Postfach auf entsprechende Nachrichten oder wende Dich direkt an den Organisator. Eine Registrierung in diesem Webportal ist nicht erforderlich.

# IntroTitle
source: For organizers of meetings
de: Für den Organisator eines Treffens

# IntroParticipantTitle
source: For participants of a meeting
de: Für Teilnehmer eines Treffens

# WhatIsReunion
source: What is <span class="productname">Reunion</span>?
de: Was ist <span class="productname">Reunion</span>?

# ConfirmLeavePage
source: Do you really want to leave that page, without saving your changes ?
de: Wollen Sie wirklich die Seite verlassen ohne zu speichern ?

# ErrPossibleDatesMissing
source: Please mark the date ranges in the calendar for a possible meeting.
de: Markiere bitte im Kalender die möglichen Zeiträume, zu denen Du zum Treffen erscheinen kannst.

# InvitationRejected
source: You have rejected
de: Du hast abgesagt

# Logout
source: Log off
de: Abmelden

source: Add this participant
de: Diesen Teilnehmer hinzufügen

source: Not yet
de: Noch nicht

# MissingDayNotificationMailSubject
source: {0} - missing some information
de: {0} - es fehlen noch einige Informationen

# MissingDayNotificationBody
source: Hello participant, Unfortunately we couldn't find a common date. The most promising dates so far are: {1} Unfortunately you didn't give any details on these days. The calendar with your details can be reached via the following link: <a href="{2}"> Reunion </a> --------------------------------------------------------------------------- This email was generated automatically by <b> Reunion </ b>. ---------------------------------------------------------------------------
de: Hallo Teilnehmer, leider konnte noch kein gemeinsamer Termin gefunden werden. Die vielversprechendsten Termine sind bisher: {1} Leider hast Du zu diesen Tagen noch gar keine Angaben gemacht. Den Kalender mit Deinen Angaben erreichst Du über folgenden Link: <a href="{2}">Reunion</a> -------------------------------------------------------------------- Diese Email wurde automatisch durch <b>Reunion</b> erstellt. --------------------------------------------------------------------

# ReactionOnFeedbackMissing
source: didn't filled in important days
de: Kalendareintragungen unvollständig

# ActionRequired
source: Your action is required
de: Bitte beachten

# CheckDays
source: We couldn't find a date for the event, yet. Please check and update the following days: {0}
de: Es konnte noch kein gemeinsammer Termin gefunden werden. Bitte folgende Tage prüfen und nachtragen: {0}

# MenuItemImpressumTitel
source: Legal info
de: Impressum

# ImpressumViewTitle
source: Legal info
de: Impressum

source: Address
de: Adresse

source: Phone
de: Tel.

source: CEOs
de: Geschäftsführer

# Sitz
source: Registered office
de: Sitz

# Amtsgericht
source: Local court
de: Amtsgericht

# UStIDNr
source: Tax ID number
de: USt.-ID-Nr.

# Haftpflichtversicherung
source: Insurance
de: Haftpflichtversicherung

# HaftpflichtversicherungDetails
source: At home and abroad, excluding US and US territories
de: In- und Ausland, ausschließlich USA und USA-Territorien

# MenuItemMyReunionsTitel
source: My reunions
de: Meine Treffen

# VisionText1
source: Reunion is a webservice, with which many participants of a reunion can negotiate a day for the meeting. The participants are automatically contacted by the service via email and fill in their personal preferences regarding the meeting in a personal calendar:
de: Reunion ist ein Webservice, mit dem viele Teilnehmer eines Treffens gemeinsam einen Tag für das Treffen aushandeln können. Die Teilnehmer werden vom Service automatisch über Email kontaktiert und füllen ihre persönlichen Präferenzen bzgl. des Treffens in einem persönlichen Kalender ein:
