Repository: Tommmi/Reunion
Catalog: source/Reunion.Web/Resources/Resource1.*.resx
Languages: de

# VisionText2
source: Participants can update their calendar at any time, even after a final date has already been set.
de: Die Teilnehmer können jederzeit nachträglich ihren Kalender aktualisieren, sogar nachdem ein abschließender Termin schon feststeht.

# VisionText3
source: The organizer will be informed by the service, when
de: Der Organisator wird vom Service per Email informiert, wenn

# VisionText4
source: <li>there is a possible date for all participants whose participation is required. </li> <li>a participant does not respond </li> <li>finally all participants have agreed</li> <li>the date entered as the deadline was reached and no appointment could be found </li>
de: <li>für alle Teilnehmer, deren Teilnahme erforderlich ist, ein möglicher Termin vorliegt.</li> <li>ein Teilnehmer nicht reagiert</li> <li>alle Teilnehmer abschließend zugesagt haben</li> <li>das als Deadline eingetragene Datum erreicht wurde und noch kein Termin gefunden werden konnte</li>
